base
base-devel
brightnessctl
cava
firefox
git
glfw
grim
htop
hyprland
hyprpaper
keyd
kitty
linux
linux-firmware
mako
nano
nautilus
networkmanager
nfs-utils
noto-fonts-emoji
openssh
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi-wayland
sddm
slurp
tailscale
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
waybar
waybar-module-pacman-updates-git
waypaper
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
